{"business_description": "A family-owned artisan bakery located in Berlin. We focus on traditional German breads, slow-fermented doughs, and locally sourced ingredients. The bakery also offers weekend baking workshops.", "domain_name": "berlinbrot.de"}
{"business_description": "A fully online platform that curates personalized reading lists using machine learning. Users receive monthly book recommendations tailored to their mood, interests, and past reading habits.", "domain_name": "readmatch.ai"}
{"business_description": "A boutique wedding photography service based in Melbourne, Australia. We specialize in documentary-style storytelling with a cinematic feel.", "domain_name": "melbourneweddinglens.com.au"}
{"business_description": "A subscription-based platform offering daily mental wellness check-ins and guided journaling prompts. Designed for people who want a lightweight, non-intrusive approach to mental self-care.", "domain_name": "mindnotesapp.com"}
{"business_description": "A Brooklyn-based microbrewery experimenting with small-batch sour beers and seasonal flavors. The brewery also hosts weekly tasting events and community meet-ups.", "domain_name": "brooklynbrews.nyc"}
{"business_description": "An online service that lets homeowners hire vetted gardeners for weekly, bi-weekly, or seasonal care. The platform matches users with nearby professionals and handles all scheduling automatically.", "domain_name": "greentryapp.com"}
{"business_description": "A London personal styling agency helping busy professionals build modern, minimal wardrobes. We offer both in-person style assessments and virtual wardrobe audits.", "domain_name": "londonstylist.co.uk"}
{"business_description": "An AI-driven startup creating personalized skincare formulas based on user selfies and lifestyle data. Products are blended in small batches and delivered monthly.", "domain_name": "skinblend.ai"}
{"business_description": "A Paris-based flower shop specializing in dried and preserved floral arrangements. The store blends vintage aesthetics with modern French design influences.", "domain_name": "parisfleurs.fr"}
{"business_description": "A web-first language learning tool that teaches Spanish through immersive storytelling. Lessons adapt dynamically to a user’s progress and reading style.", "domain_name": "lingustories.com"}
{"business_description": "A Toronto-based consultancy helping small businesses transition to carbon-neutral operations. We offer audits, strategy plans, and connections to certified offset partners.", "domain_name": "torontogreenpath.ca"}
{"business_description": "A specialty coffee roaster shipping globally. The brand focuses on high-altitude beans and transparent sourcing from smallholder farms.", "domain_name": "peakroastcoffee.com"}
{"business_description": "A Helsinki yoga studio that blends traditional practices with modern relaxation techniques. Classes are available in-studio and through livestream sessions.", "domain_name": "helsinkiyoga.fi"}
{"business_description": "A job-matching platform for remote-first software teams. It uses AI to analyze technical skills, soft skills, and cultural fit.", "domain_name": "skillmatch.ai"}
{"business_description": "A Lisbon-based surf school offering beginner to advanced lessons. The instructors prioritize ocean safety, technique, and reading wave conditions.", "domain_name": "lisbonsurf.pt"}
{"business_description": "A web platform that helps retirees plan long-term healthcare and financial strategies. It includes tools for budgeting, medication tracking, and appointment reminders.", "domain_name": "retirewellplanner.com"}
{"business_description": "A Los Angeles boutique offering sustainable fashion for young adults. The selection emphasizes durable materials, neutral tones, and ethical sourcing.", "domain_name": "lasustainstudio.com"}
{"business_description": "A SaaS product designed to help restaurants optimize ingredient purchasing through predictive analytics. It monitors consumption trends and recommends timely restocking.", "domain_name": "kitchain.io"}
{"business_description": "A Kraków-based tutoring service specializing in advanced mathematics and physics for university students. The company provides one-on-one online and in-person lessons.", "domain_name": "krakowmathlab.pl"}
{"business_description": "An online brand creating cozy home décor pieces inspired by Scandinavian minimalism. Products include blankets, ceramic sets, and small furniture items.", "domain_name": "warmnesthome.com"}
{"business_description": "An Austin-based cycling club that organizes weekend rides, repair workshops, and endurance challenges. Open to cyclists of all skill levels.", "domain_name": "austinbikeriders.us"}
{"business_description": "A beauty-tech startup developing AI-personalized haircare routines based on climate, hair type, and past product reactions.", "domain_name": "hairlogic.ai"}
{"business_description": "A Cape Town organic skincare line using indigenous African botanicals. All products are cruelty-free and formulated without synthetic fragrances.", "domain_name": "capetownorganics.co.za"}
{"business_description": "A fully online art gallery showcasing work from emerging digital illustrators. Buyers can purchase prints, originals, or digital licenses.", "domain_name": "artfluxgallery.com"}
{"business_description": "A Munich dog-training center offering structured programs for puppies and adult dogs. The center emphasizes positive reinforcement methods.", "domain_name": "munichdogschool.de"}
{"business_description": "A U.S.-based subscription box featuring artisanal snacks sourced from independent makers across the country. Each box is themed and includes product stories.", "domain_name": "snackcrates.co"}
{"business_description": "An educational AI assistant for middle-school students. The tool helps explain homework concepts interactively and detects knowledge gaps.", "domain_name": "studybuddy.ai"}
{"business_description": "A Tokyo streetwear brand blending traditional Japanese motifs with modern design. The brand releases limited collections each season.", "domain_name": "tokyodriftwear.jp"}
{"business_description": "A digital tool for home cooks that generates weekly meal plans based on dietary preferences. Recipes are curated from food bloggers and nutritionists.", "domain_name": "mealplannerhub.com"}
{"business_description": "A wedding planning agency based in Dublin specializing in rustic countryside weddings. The team handles venue coordination, décor, and vendor scheduling.", "domain_name": "dublinweddings.ie"}
{"business_description": "A gamified meditation app for teenagers using short interactive exercises. Rewards unlock personalized soundscapes and avatar upgrades.", "domain_name": "zenquest.app"}
{"business_description": "A Chicago-based home cleaning business offering eco-friendly cleaning products and flexible booking. Customers can choose weekly, bi-weekly, or one-off services.", "domain_name": "chicagocleaners.us"}
{"business_description": "A modern bookkeeping agency for small creative businesses. We provide monthly reconciliation, tax prep support, and financial dashboards.", "domain_name": "booksandbalance.io"}
{"business_description": "A fully remote marketing agency that produces short-form video content for startups. The team specializes in TikTok-style editing and data-driven optimization.", "domain_name": "clipboostmedia.com"}
{"business_description": "A Rome vegan restaurant serving plant-based versions of traditional Italian dishes. They also offer cooking classes focusing on sustainable cuisine.", "domain_name": "romeveganbistro.it"}
{"business_description": "An online therapy service offering video and chat-based sessions with licensed counselors. The platform also provides mindfulness tools and mood tracking.", "domain_name": "wellmindconnect.com"}
{"business_description": "A Vilnius-based craft chocolate brand using single-origin cacao beans. The brand focuses on ethical sourcing and distinctive flavor profiles.", "domain_name": "vilniuschocolate.lt"}
{"business_description": "A cloud platform that helps HR managers automate onboarding workflows. Features include template creation, document signing, and progress tracking.", "domain_name": "onboardflow.io"}
{"business_description": "A travel vlog and content brand documenting backpacking trips across Asia. The creators also partner with local tour operators for curated travel packages.", "domain_name": "wandersteps.co"}
{"business_description": "A San Diego surfboard repair shop offering quick turnaround times and custom board artwork. They serve both beginners and professional surfers.", "domain_name": "sandiegosurfrepair.com"}
{"business_description": "A platform that helps businesses hire vetted cybersecurity specialists. The system uses AI to match companies with relevant expertise and experience levels.", "domain_name": "secumatch.ai"}
{"business_description": "A Johannesburg-based event décor service specializing in modern African design elements. They handle weddings, corporate events, and private parties.", "domain_name": "joburghappenings.co.za"}
{"business_description": "A mobile-first app that helps users build daily fitness routines with small, achievable goals. Each workout is designed to be done anywhere with no equipment.", "domain_name": "fitstepdaily.com"}
{"business_description": "A Madrid tapas tour company offering guided food walks through historic neighborhoods. Guests learn about regional ingredients and culinary traditions.", "domain_name": "madridtapastours.es"}
{"business_description": "An online store selling curated vintage posters, postcards, and home décor prints. New collections drop monthly, focusing on different eras and color palettes.", "domain_name": "retroprintvault.com"}
{"business_description": "A Toronto tech incubator helping young founders build MVPs in under eight weeks. Mentors include developers, designers, and startup operators.", "domain_name": "torontotechfoundry.ca"}
{"business_description": "An AI-driven nutrition assistant that generates meal plans based on biometric data and lifestyle tracking. Users can sync it with wearables for real-time calorie and nutrient adjustments.", "domain_name": "nutriai.io"}
{"business_description": "A small independent locksmith shop in Manchester offering emergency lockout help and security consultations. Available 24/7 with fast response times.", "domain_name": "manchesterlocks.co.uk"}
{"business_description": "A web-first stock image library specializing in diverse, real-world lifestyle photography. Targeted at brands seeking authentic visuals rather than glossy studio shots.", "domain_name": "realstockimages.com"}
{"business_description": "A Brussels-based artisanal candle brand inspired by Belgian forests and coastlines. Candles are hand-poured using natural soy wax and essential oils.", "domain_name": "brusselscandlestudio.be"}
{"business_description": "A children’s learning platform offering interactive math challenges. Games adapt to each child’s skill level to maintain engagement.", "domain_name": "mathquestkids.com"}
{"business_description": "A Tokyo-based consultancy helping foreign companies expand their business in Japan. Services include translation, legal support, and local market research.", "domain_name": "japanmarketbridge.jp"}
{"business_description": "An app that helps musicians collaborate remotely, upload stems, and remix tracks. It supports real-time editing tools and cloud-based storage.", "domain_name": "collabtracks.io"}
{"business_description": "A Melbourne pet grooming studio that offers spa treatments, organic shampoos, and personalized styling sessions for dogs and cats.", "domain_name": "melbpetgrooming.com.au"}
{"business_description": "A London antique bookstore specializing in rare scientific manuscripts. Collectors can book private viewing appointments through the website.", "domain_name": "londonantiquebooks.co.uk"}
{"business_description": "A global online coaching platform offering leadership training for new managers. The courses are designed by experienced HR professionals and executive coaches.", "domain_name": "leadershiplaunchpad.com"}
{"business_description": "A vegan meal prep company in San Francisco delivering weekly boxes of ready-to-eat dishes. The menu changes every week depending on seasonal ingredients.", "domain_name": "sfveganprep.com"}
{"business_description": "A Lithuanian tech blog that covers programming tutorials, startup stories, and AI breakthroughs. Writers focus on making complex topics accessible to beginners.", "domain_name": "techinsights.lt"}
{"business_description": "A Montreal escape room company offering cinematic puzzle experiences. Rooms are designed with high-quality props and sound effects.", "domain_name": "montrealescaperooms.ca"}
{"business_description": "A web-first service that helps freelancers draft legally sound contracts using customizable templates. The platform also includes e-signature features.", "domain_name": "contractkit.io"}
{"business_description": "A boutique travel agency in Athens offering curated island-hopping itineraries for couples and families. They partner with smaller hotels and local guides.", "domain_name": "athenstravelstudio.gr"}
{"business_description": "A community-driven platform where indie game developers can showcase demos, receive feedback, and find collaborators.", "domain_name": "pixelportal.dev"}
{"business_description": "A sustainable furniture company in Copenhagen designing modular pieces made from recycled materials. Their products are aimed at young urban residents.", "domain_name": "cphmodular.dk"}
{"business_description": "A Shanghai-based tea shop blending traditional Chinese tea culture with modern branding. They sell loose-leaf tea, gift boxes, and tasting experiences.", "domain_name": "shanghaiteahouse.cn"}
{"business_description": "A web app that helps people plan long-term savings goals with interactive charts and financial projections. It is designed for first-time investors who want simplicity.", "domain_name": "savvyplanner.com"}
{"business_description": "A Reykjavík spa offering hot stone massages, geothermal treatments, and wellness retreats. They incorporate natural Icelandic ingredients into their skincare products.", "domain_name": "reykjavikspa.is"}
{"business_description": "A Singapore-based robotics startup developing autonomous cleaning robots for commercial buildings. Their robots use AI navigation and safety sensors.", "domain_name": "cleanautomate.ai"}
{"business_description": "A neighborhood coffee truck in Dublin serving specialty brews to office workers. They rotate locations daily and update routes in the app.", "domain_name": "dublinbrewtruck.ie"}
{"business_description": "A U.S.-based pet food brand focusing on freeze-dried raw meals with no fillers. They sell through e-commerce and boutique pet stores.", "domain_name": "rawpetkitchen.com"}
{"business_description": "A Warsaw tutoring academy specializing in helping students prepare for English proficiency exams. The academy provides group classes and private sessions.", "domain_name": "warsawenglishacademy.pl"}
{"business_description": "A modern wine subscription club offering bottles chosen by sommeliers. Each shipment includes tasting notes and food-pairing ideas.", "domain_name": "grapeboxclub.com"}
{"business_description": "A Hong Kong IT consultancy that helps small businesses migrate to cloud platforms. They offer security audits, backups, and performance optimization.", "domain_name": "hkcloudconsulting.hk"}
{"business_description": "A globally accessible meditation platform combining breathwork, neuroscience insights, and guided visualizations. Designed for busy professionals who want short, effective sessions.", "domain_name": "mindshiftmeditation.com"}
{"business_description": "A São Paulo-based street food tour company showcasing local markets and hidden eateries. Guests can book private or group tours online.", "domain_name": "saopaulofoodtours.com.br"}
{"business_description": "An online shop selling handmade leather journals and sketchbooks. Each item is crafted using traditional techniques and vegetable-tanned leather.", "domain_name": "heritageleathercraft.com"}
{"business_description": "A Glasgow barbershop offering classic cuts, straight-razor shaves, and beard grooming. The interior is inspired by 1950s barbershop culture.", "domain_name": "glasgowgrooming.co.uk"}
{"business_description": "A fully online platform that teaches kids coding through interactive games. Projects are designed to introduce real programming concepts in a fun way.", "domain_name": "codequestkids.com"}
{"business_description": "A boutique Los Angeles skincare studio offering facials, chemical peels, and acne treatments. Products used are cruelty-free and dermatologist approved.", "domain_name": "laskinstudio.com"}
{"business_description": "A Tallinn-based drone photography service providing aerial footage for real estate agents, event planners, and tourism companies.", "domain_name": "tallinndrones.ee"}
{"business_description": "A service that helps musicians sell sample packs and loops online. Creators get their own storefront and analytics dashboard.", "domain_name": "soundmarketplace.io"}
{"business_description": "A Madrid yoga studio focusing on slow-flow classes and deep stretching. Workshops include breathwork, meditation, and posture clinics.", "domain_name": "madridyogahouse.es"}
{"business_description": "An AI-powered chatbot platform tailored for small hotels. It handles bookings, guest questions, and local recommendations automatically.", "domain_name": "hotellink.ai"}
{"business_description": "A Cape Town surf school for kids and teenagers. The program includes water safety training and skill progression tracking.", "domain_name": "capetowngroms.co.za"}
{"business_description": "A global personal finance newsletter delivering weekly insights on investing, macro trends, and smart money habits. Ideal for young professionals starting their financial journey.", "domain_name": "futurefinancereads.com"}
{"business_description": "A Berlin bookstore café that only sells books translated from endangered languages. Each month the café spotlights a different linguistic community and hosts live readings.", "domain_name": "lostlanguagescafe.de"}
{"business_description": "A Helsinki workshop that repairs vintage cassette players and helps digitize rare mixtapes. Customers can also create custom mixtape-style playlists packaged in retro sleeves.", "domain_name": "cassetterevival.fi"}
{"business_description": "A Kyoto design studio crafting tiny bonsai-inspired desk sculptures from recycled electronics. Each piece combines miniature foliage with repurposed circuit boards.", "domain_name": "techbonsai.jp"}
{"business_description": "A Toronto urban-farming company installing micro-green walls inside apartments. Their team builds edible vertical gardens that thrive with minimal light.", "domain_name": "citysproutwalls.ca"}
{"business_description": "A Lisbon craftsman who hand-builds surfboards from reclaimed wine barrels. Each board retains the aroma and markings of its original vineyard.", "domain_name": "barrelboards.pt"}
{"business_description": "A Seoul concept studio creating personalized comic strips based on customers’ everyday lives. The artists interview clients and transform stories into illustrated mini-novels.", "domain_name": "mycomicstory.kr"}
{"business_description": "A Melbourne tea brand blending loose-leaf teas with locally foraged botanicals. Their seasonal blends are inspired by Australian coastlines and bushland scents.", "domain_name": "wildbushtea.com.au"}
{"business_description": "An Amsterdam candle lab specializing in scents that evoke fictional cities from classic novels. Shoppers can request a custom blend inspired by their favorite book world.", "domain_name": "literarycandles.nl"}
{"business_description": "A Prague atelier designing handcrafted mechanical keyboards using Czech hardwoods and brass. Each keyboard has unique artisan switch-box carvings.", "domain_name": "artisanboard.cz"}
{"business_description": "A Cape Town wildlife-tracking club teaching locals how to identify animal footprints on weekend walks. Members can borrow field kits with casts, lenses, and trail books.", "domain_name": "trackersguild.co.za"}
{"business_description": "A Barcelona photography studio specializing in underwater family portraits. Sessions take place in warm, crystal-lit pools with flowing fabrics and surreal choreography.", "domain_name": "subaquafamily.es"}
{"business_description": "A Copenhagen robotics collective building small wooden robots that perform simple household gestures, like opening curtains or watering plants.", "domain_name": "woodenrobots.dk"}
{"business_description": "A Paris perfume house crafting scents inspired by forgotten Parisian metro stations. Each fragrance is associated with a historical anecdote.", "domain_name": "metroaroma.fr"}
{"business_description": "A New Orleans sound studio recording ambient tracks from local wetlands. The soundscapes are licensed to filmmakers and meditation apps.", "domain_name": "marshsoundsstudio.com"}
{"business_description": "A London boutique creating bespoke umbrellas hand-painted with microscopic imagery—cells, bacteria, pollen, and mineral structures.", "domain_name": "microscapeumbrellas.co.uk"}
{"business_description": "A Tokyo startup training AI models to compose haiku tailored to users’ mood and local weather. The app refreshes poems throughout the day.", "domain_name": "haikuaura.jp"}
{"business_description": "An Icelandic knitwear designer who incorporates volcanic ash and geothermal-dyed yarns into limited-edition sweater collections.", "domain_name": "ashandwool.is"}
{"business_description": "A Brooklyn studio building tiny mechanical dioramas activated by turning a crank. The scenes often include whimsical city life animations.", "domain_name": "crankcitycreations.nyc"}
{"business_description": "A Munich tea room offering tasting rituals based on historical royal court ceremonies. Visitors can book guided experiences with period-accurate tableware.", "domain_name": "royalinfusion.de"}
{"business_description": "A Singapore creative agency that designs augmented-reality posters. Pointing a phone at the artwork reveals hidden animated scenes.", "domain_name": "arposterlab.sg"}
{"business_description": "A Wellington floating library housed on a restored fishing boat. The boat docks at various neighborhoods each week for community reading events.", "domain_name": "harborlibrary.nz"}
{"business_description": "A Toronto workshop crafting furniture from reclaimed bowling-alley lanes. Each piece showcases the iconic maple striping.", "domain_name": "bowlingwoodstudio.ca"}
{"business_description": "A Helsinki chocolate maker infusing artisanal bars with ingredients sourced from Arctic tundra, like cloudberries and pine resin.", "domain_name": "arcticchocolate.fi"}
{"business_description": "A San Francisco tech-art collective developing interactive mirrors that change aesthetics based on users’ posture and facial expression.", "domain_name": "reflectedmotion.io"}
{"business_description": "A Kyoto calligraphy atelier creating custom wedding vows written on handmade washi scrolls. Clients can choose ink made from traditional soot pigments.", "domain_name": "weddingscrolls.jp"}
{"business_description": "A Lisbon acoustic company designing sound-absorbing panels in the shape of coral reefs. Panels are crafted from recycled cork.", "domain_name": "coralacoustics.pt"}
{"business_description": "A Montreal winter-fashion brand crafting coats with interchangeable modular sleeves and collars, designed for extreme temperature swings.", "domain_name": "modularwinter.ca"}
{"business_description": "A Seoul VR gallery preserving traditional Korean crafts in immersive environments. Visitors can explore historical workshops reconstructed in 3D.", "domain_name": "craftheritagevr.kr"}
{"business_description": "An Edinburgh letterpress studio that prints short stories onto limited-run postcards. Writers submit 100-word narratives to be featured monthly.", "domain_name": "storypostpress.co.uk"}
{"business_description": "A Cape Town winery producing experimental sparkling wines infused with fynbos botanicals. Each batch is created in small experimental quantities.", "domain_name": "fynbosbubbles.co.za"}
{"business_description": "A Barcelona maker space where artists craft jewelry from recycled bicycle parts. Workshops teach newcomers how to upcycle chains, gears, and spokes.", "domain_name": "cyclecrafted.es"}
{"business_description": "A Tokyo micro-hotel offering capsule rooms themed around classic sci-fi novels. Each pod includes ambient audio inspired by the book.", "domain_name": "scificapsule.jp"}
{"business_description": "An Amsterdam studio repairing antique globes and restoring hand-painted map details. The shop also offers custom-made contemporary globes.", "domain_name": "globerepair.nl"}
{"business_description": "A Portland plant shop specializing exclusively in rare moss species. Customers can purchase terrarium-ready moss ecosystems.", "domain_name": "mosscollective.com"}
{"business_description": "A Madrid kitchen studio offering culinary retreats centered around forgotten Iberian recipes. Guests cook using clay ovens and traditional stone tools.", "domain_name": "iberiankitchenretreat.es"}
{"business_description": "A Wellington sound-therapy studio using hand-built wooden resonator bowls inspired by New Zealand landscapes. Sessions combine vibration therapy with guided breathwork.", "domain_name": "forestresonance.nz"}
{"business_description": "A Seoul botanical design lab creating miniature terrariums inspired by constellations. Each arrangement represents a zodiac star pattern.", "domain_name": "stargardens.kr"}
{"business_description": "A Reykjavik print studio producing posters made from seaweed-based inks. Designs blend Icelandic folklore with modern illustration.", "domain_name": "seaweedprints.is"}
{"business_description": "An Oslo outdoor sauna rental company setting up pop-up sauna tents in scenic fjord locations. Visitors can book private evening sessions with firewood included.", "domain_name": "fjordsaunaco.no"}
{"business_description": "A Berlin analog-sound shop specializing in building custom modular synthesizers. Musicians can book sessions to experiment with unique signal chains.", "domain_name": "berlinsynthworks.de"}
{"business_description": "A Kyoto slow-living brand selling handcrafted tea accessories designed to turn brewing into meditation practice. All pieces are made from regional clays.", "domain_name": "zenbrewing.jp"}
{"business_description": "A San Diego studio creating ocean-inspired resin art using pigments derived from crushed seashells. Each piece mimics the movement of waves.", "domain_name": "shellresinart.com"}
{"business_description": "A London workshop repairing antique board games and restoring hand-painted game pieces. They also create bespoke wooden boxes for long-term storage.", "domain_name": "boardgamerestoration.co.uk"}
{"business_description": "A Singapore perfume bar where customers blend personalized scents based on memories they describe. The staff translates stories into aromatic themes.", "domain_name": "memoryscent.sg"}
{"business_description": "A Toronto creative lab making lamps shaped like surreal tiny buildings. Each lamp lights up room interiors hidden behind miniature windows.", "domain_name": "tinycitylamps.ca"}
{"business_description": "An Athens boutique handcrafting leather-bound journals embedded with pressed Mediterranean herbs. Pages retain a subtle natural scent.", "domain_name": "herbjournals.gr"}
{"business_description": "A Chicago-based artisan donut shop experimenting with seasonal flavors and locally sourced ingredients. The shop offers pre-order boxes for weekends.", "domain_name": "chicagodonut.us"}
{"business_description": "A London creative editing agency helping brands produce engaging short-form video content. The team specializes in TikTok and YouTube Shorts campaigns.", "domain_name": "londonedit.co.uk"}
{"business_description": "A Toronto-based music school offering private piano and violin lessons for all ages. They also provide exam preparation for the Royal Conservatory of Music.", "domain_name": "torontomusicschool.ca"}
{"business_description": "An online Australian fitness coaching platform delivering personalized strength programs and weekly video check-ins for clients across the country.", "domain_name": "fitprograms.com.au"}
{"business_description": "A New York candle brand designing minimalist scents inspired by city neighborhoods. Each candle is hand-poured using natural soy wax.", "domain_name": "nycandle.us"}
{"business_description": "A Birmingham-based meal-prep service focusing on high-protein and vegan-friendly dishes. They deliver fresh meals twice per week.", "domain_name": "birminghamprep.co.uk"}
{"business_description": "A Vancouver cycling club hosting weekly group rides and maintenance workshops. Members get discounts at partner bike shops.", "domain_name": "vancouvercycle.ca"}
{"business_description": "A Sydney tech repair studio specializing in fast screen replacements and device diagnostics. Walk-ins are welcome and most repairs take under an hour.", "domain_name": "sydneytechfix.com.au"}
{"business_description": "Una cafetería en Barcelona que tuesta su propio café y ofrece clases de cata para principiantes todos los sábados.", "domain_name": "cafebarcelona.es"}
{"business_description": "Un estudio fotográfico en Madrid especializado en retratos familiares al aire libre. Ofrecen paquetes para eventos y bodas.", "domain_name": "retratosmadrid.es"}
{"business_description": "Una panadería artesanal en Buenos Aires enfocada en panes de masa madre y facturas tradicionales. El menú cambia según la temporada.", "domain_name": "panesporteños.ar"}
{"business_description": "Una florería en Ciudad de México que crea arreglos inspirados en flora regional. Realizan entregas el mismo día en zonas cercanas.", "domain_name": "floreriacdmx.mx"}
{"business_description": "Un centro de yoga en Valencia que combina prácticas tradicionales con técnicas modernas de relajación y meditación.", "domain_name": "yogavalencia.es"}
{"business_description": "Una heladería artesanal en Málaga que utiliza frutas locales para preparar sabores exclusivos. Abren todo el año.", "domain_name": "heladosmalaga.es"}
{"business_description": "Une boutique parisienne créant des bijoux minimalistes fabriqués à la main. Chaque pièce est inspirée par l’architecture moderne française.", "domain_name": "atelierparis.fr"}
{"business_description": "Un café-littéraire à Lyon proposant des lectures hebdomadaires et une sélection de cafés bio. Le lieu privilégie les auteurs locaux.", "domain_name": "cafelitterairelyon.fr"}
{"business_description": "Un studio montréalais spécialisé dans la création de sites web pour artistes indépendants. Ils offrent également des services de branding visuel.", "domain_name": "studionumerique.ca"}
{"business_description": "Une chocolaterie à Bruxelles produisant des pralines artisanales avec des ingrédients issus de producteurs durables.", "domain_name": "pralinesbruxelles.be"}
{"business_description": "Un atelier de photographie à Marseille spécialisé dans les portraits lifestyle en extérieur. Les séances incluent des conseils stylistiques.", "domain_name": "portraits-marseille.fr"}
{"business_description": "Une librairie indépendante à Nantes qui propose une sélection de livres rares et d’éditions limitées. Des événements littéraires y sont organisés chaque mois.", "domain_name": "librairienantes.fr"}
{"business_description": "Eine Berliner Designwerkstatt, die Möbel aus recyceltem Holz herstellt. Jedes Stück wird individuell angefertigt.", "domain_name": "berlindesign.de"}
{"business_description": "Ein Wiener Yogastudio, das entspannende Abendkurse und Atemworkshops anbietet. Die Gruppen sind bewusst klein gehalten.", "domain_name": "yogawien.at"}
{"business_description": "Eine Münchner Bäckerei spezialisiert auf traditionelle bayerische Brote und saisonale Backwaren.", "domain_name": "muenchnerbrot.de"}
{"business_description": "Ein Zürcher Café-Restaurant, das vegane Gerichte und Third-Wave-Kaffee serviert. Die Einrichtung ist im skandinavischen Stil gehalten.", "domain_name": "zuerichvegan.ch"}
{"business_description": "Ein Fotostudio in Hamburg spezialisiert auf professionelle Bewerbungsfotos und Business-Portraits.", "domain_name": "hamburgportraits.de"}
{"business_description": "Ein Grazer Musikladen, der Vintage-Instrumente restauriert und verkauft. Regelmäßig finden kleine Konzerte statt.", "domain_name": "grazvintage.at"}
{"business_description": "Una gelateria artigianale a Firenze che utilizza solo ingredienti biologici e ricette tradizionali toscane.", "domain_name": "gelateriafirenze.it"}
{"business_description": "Un laboratorio di ceramica a Roma che offre corsi per principianti e produce pezzi unici dipinti a mano.", "domain_name": "ceramicaroma.it"}
{"business_description": "Una bottega veneziana che crea maschere tradizionali fatte a mano utilizzando tecniche storiche.", "domain_name": "mascherevenezia.it"}
{"business_description": "Una panetteria a Milano specializzata in pane ai cereali antichi e focacce gourmet.", "domain_name": "panemilano.it"}
{"business_description": "Un negozio di moda sostenibile a Bologna che utilizza materiali riciclati per creare capi minimalisti.", "domain_name": "bolognasostenibile.it"}
{"business_description": "Uma cafeteria artesanal no Porto especializada em cafés filtrados e métodos manuais. Oferecem oficinas aos sábados.", "domain_name": "cafesporto.pt"}
{"business_description": "Uma loja de chás em Lisboa com misturas exclusivas inspiradas em sabores mediterrâneos. Os clientes podem criar seus próprios blends.", "domain_name": "chaslisboa.pt"}
{"business_description": "Uma confeitaria artesanal no Rio de Janeiro especializada em doces brasileiros com toques contemporâneos.", "domain_name": "docesrio.com.br"}
{"business_description": "Um estúdio de fotografia em São Paulo focado em ensaios femininos e retratos criativos. Pacotes personalizados estão disponíveis.", "domain_name": "retratossp.com.br"}
{"business_description": "Uma marca de cosméticos naturais em Curitiba produzindo sabonetes veganos e óleos essenciais. Todos os produtos são testados dermatologicamente.", "domain_name": "curitibanatural.com.br"}
{"business_description": "一家位于上海的独立咖啡馆，提供手冲咖啡和自制甜点。店内布置以极简风格为主。", "domain_name": "shanghaicoffee.cn"}
{"business_description": "一家台北花艺工作室，专注于自然风格的花束设计，并提供周末课程。", "domain_name": "taipeiflowers.tw"}
{"business_description": "一家北京茶馆，供应传统茶点，并举办关于中国茶文化的讲座。", "domain_name": "beijingteahouse.cn"}
{"business_description": "一家广州甜品店，以手工制作的芒果甜品和椰奶布丁而闻名。", "domain_name": "guangzhoudessert.cn"}
{"business_description": "一家成都烘焙坊，主打川味特色甜点，如椒麻曲奇和花椒巧克力。", "domain_name": "chengdubakery.cn"}
{"business_description": "京都の手作り和菓子店。四季折々の素材を使った上品なお菓子を販売している。", "domain_name": "kyotowagashi.jp"}
{"business_description": "東京のアートギャラリーで、若手アーティストの作品を中心に展示。 週末にはトークイベントも開催している。", "domain_name": "tokyoartgallery.jp"}
{"business_description": "大阪の小さなラーメン店。手打ち麺と長時間煮込んだスープが人気。", "domain_name": "osakaramen.jp"}
{"business_description": "札幌のスキー教室。初心者向けレッスンから上級者向けツアーまで幅広く提供している。", "domain_name": "sapporoski.jp"}
{"business_description": "名古屋の花屋で、季節の花を使用したモダンなアレンジメントを販売している。", "domain_name": "nagoyaflowers.jp"}
{"business_description": "서울의 독립 베이커리로, 천연 발효종을 사용한 빵과 디저트가 인기다.", "domain_name": "seoulbakery.kr"}
{"business_description": "부산의 요가 스튜디오로, 힐링과 명상 중심의 클래스를 제공한다.", "domain_name": "busanyoga.kr"}
{"business_description": "대구의 카페 겸 공방. 손님들은 직접 머그컵을 만들고 장식할 수 있다.", "domain_name": "daeguceramics.kr"}
{"business_description": "인천의 해외여행 전문 여행사로, 소규모 맞춤형 투어를 기획한다.", "domain_name": "incheontour.kr"}
{"business_description": "제주의 감성 사진 스튜디오로, 자연광을 활용한 웨딩 스냅이 유명하다.", "domain_name": "jejuwedding.kr"}
{"business_description": "Московская мастерская ручного кофе, предлагающая авторские обжарки и еженедельные дегустации.", "domain_name": "coffeemoscow.ru"}
{"business_description": "Санкт-петербургская студия йоги, сочетающая традиционные практики с современными техниками дыхания.", "domain_name": "yogaspb.ru"}
{"business_description": "Новосибирская школа программирования для детей, где занятия проходят в игровой форме.", "domain_name": "novosibirskcoding.ru"}
{"business_description": "Казань-художественная мастерская, создающая картины в национальном стиле.", "domain_name": "artkazan.ru"}
{"business_description": "दिल्ली का एक स्वतंत्र चाय कैफ़े जो क्षेत्रीय चाय और घर बने स्नैक्स परोसता है। यहाँ हर सप्ताह लाइव संगीत भी होता है।", "domain_name": "delhichai.in"}
{"business_description": "मुंबई की एक फिटनेस स्टूडियो चेन जो हाई-इंटेंसिटी ट्रेनिंग और डांस वर्कआउट के लिए प्रसिद्ध है।", "domain_name": "mumbaifit.in"}
{"business_description": "जयपुर का एक हस्तशिल्प बाज़ार जिसमें स्थानीय कारीगरों द्वारा बनाए गए उत्पाद बेचे जाते हैं।", "domain_name": "jaipurhaat.in"}
{"business_description": "चेन्नई की एक संगीत अकादमी जहाँ बच्चों और वयस्कों को शास्त्रीय संगीत सिखाया जाता है।", "domain_name": "chennaimusic.in"}
{"business_description": "مقهى فني في دبي يقدم مشروبات خاصة ويعرض أعمال فنانين محليين كل شهر.", "domain_name": "artcafe.ae"}
{"business_description": "مطعم سعودي في جدة يقدم الأطباق التقليدية بأسلوب معاصر باستخدام مكونات محلية.", "domain_name": "jeddahtaste.sa"}
{"business_description": "مكتبة في القاهرة متخصصة في الكتب النادرة والمخطوطات التاريخية. تستضيف المكتبة ندوات أسبوعية.", "domain_name": "cairolibrary.eg"}
{"business_description": "استوديو تصوير في الرياض متخصص في البورتريه والعروض التجارية.", "domain_name": "riyadhstudio.sa"}
{"business_description": "Warszawska piekarnia specjalizująca się w pieczywie na zakwasie oraz zdrowych wypiekach z lokalnych składników.", "domain_name": "piekarniawarszawa.pl"}
{"business_description": "Krakowski salon herbat oferujący unikatowe mieszanki z całego świata. W weekendy organizowane są degustacje.", "domain_name": "herbatykrakow.pl"}
{"business_description": "Wrocławskie studio fotograficzne wykonujące naturalne sesje rodzinne w plenerze i w domu.", "domain_name": "fotowroclaw.pl"}
{"business_description": "Vilniaus kepykla, kepanti tradicinę ruginę duoną pagal senovinius receptus. Kiekvieną penktadienį siūlomos degustacijos.", "domain_name": "vilniausduona.lt"}
{"business_description": "Kauno fotografijos studija, kuri specializuojasi moderniose portretų sesijose. Siūlomi ir kūrybiniai fotosesijų paketai.", "domain_name": "kaunofoto.lt"}
{"business_description": "Klaipėdos joga studija, siūlanti rytinius užsiėmimus prie jūros ir meditacijos seminarus savaitgaliais.", "domain_name": "jogaklaipeda.lt"}
{"business_description": "Een Rotterdamse fietsreparatiewinkel die snelle service biedt en gratis leenfietsen aanbiedt tijdens reparaties.", "domain_name": "rotterdamfietsen.nl"}
{"business_description": "Een Amsterdamse bloemstudio gespecialiseerd in minimalistische boeketten met seizoensbloemen.", "domain_name": "bloemenamsterdam.nl"}
{"business_description": "Een Den Haag koffiebar die uitsluitend fairtrade bonen gebruikt en koffieworkshops organiseert.", "domain_name": "denhaagcoffee.nl"}
{"business_description": "Ένα μικρό αρτοποιείο στην Αθήνα που φτιάχνει χειροποίητα αρτοσκευάσματα με παραδοσιακές συνταγές.", "domain_name": "athensbakery.gr"}
{"business_description": "Ένα στούντιο γιόγκα στη Θεσσαλονίκη που προσφέρει μαθήματα χαλάρωσης και αναπνευστικής τεχνικής.", "domain_name": "yogathessaloniki.gr"}
{"business_description": "Ένα φωτογραφικό στούντιο στην Πάτρα με έμφαση σε φυσικές, εξωτερικές λήψεις.", "domain_name": "patrasphotos.gr"}
{"business_description": "İstanbul’da üçüncü nesil kahve sunan küçük bir kahve dükkanı. Hafta sonları demleme atölyeleri düzenlenir.", "domain_name": "istanbulkafe.tr"}
{"business_description": "Ankara’da el yapımı seramik ürünler tasarlayan bir atölye. Başlangıç seviyesinde kurslar mevcuttur.", "domain_name": "ankaraceramik.tr"}
{"business_description": "İzmir’de modern stüdyo ortamında kişiye özel portre fotoğrafları çekilir.", "domain_name": "izmirportre.tr"}
{"business_description": "Київська кав’ярня, що спеціалізується на каві альтернативних методів. Щоп’ятниці проводяться дегустації.", "domain_name": "kyivcoffee.ua"}
{"business_description": "Львівська майстерня кераміки, де створюються унікальні вироби ручної роботи.", "domain_name": "lvivceramics.ua"}
{"business_description": "Одесська студія йоги з видом на море, що пропонує ранкові заняття.", "domain_name": "odesayoga.ua"}
{"business_description": "Một quán cà phê tại Hà Nội nổi tiếng với cà phê trứng và các món tráng miệng truyền thống.", "domain_name": "caphehanoi.vn"}
{"business_description": "Một cửa hàng nến thủ công tại Đà Nẵng, lấy cảm hứng từ hương biển và thiên nhiên miền Trung.", "domain_name": "nendanang.vn"}
{"business_description": "Một studio yoga tại Thành phố Hồ Chí Minh với các lớp thiền và phục hồi cơ thể.", "domain_name": "yogasaigon.vn"}
